Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/kainun_institutti/kainun_institutti_mauno_maitovalas_30.05.10_animasjonstekster_norsk.doc.tmx
Source language: nob
Languages: fkv

source: Jeg er Mauno beluga og svømmer hver sommer fra Svalbard til Varangerfjord i Norge.
fkv: Mie olen Mauno Maitovalas ja mie uin joka kesä Pispärkistä Norjan Varenginvuonhoon.

source: [00:13-00:17 s 4s] [00:13-00:17 s 4s] Der vår familj tar sandebad under vannet.
fkv: [0:13-0:17s 4s] Sielä meän peret kylppee veen alla sannassa.

source: [00:24-00:32 s 8-ere] [00:24-00:32 s 8-ere] På fjordtur prøver vi å se et blikk av sjøsamer.
fkv: [0:24-0:32s 8s] Vuonoreissula freistaama jos met näkisimmä merisaamelaissii.

source: I det siste har det ikke vært en eneste observasjon!
fkv: Viimi aikhoin heitä ei ole näkyny ollenkhaan!

source: [00:33-00:43 s 10s] [00:33-00:43 s 10s] Men vi kan se rein noen ganger spise tang ved stranden.
fkv: [0:33-0:43s 10s] Mutta joskus met näemä ko porot oon syömässä teppui rannala.

source: Så går turen over Barentshavet og vi retter til Kvitsjøen.
fkv: Sitte met uima Barentsinmeren yli ja jatkama matkaa Vienanmerele.

source: [00:48-00:58 s 10s] [00:48-00:58 s 10s] En annen melkehvalklan fortsetter videre forbi Novaja Zemlja til Karahavet, og enda lengre til Laptevin havet.
fkv: Toinen maitovalasklaani uipi vielä kauemas. Se uipi Novaja Zemljan sivvu kiini Karamerele ja vieläki kauemas aina Laptevinmerele saakka.

source: [01:01-01:15 14s m] [01:01-01:15 14s m] Disse nordlige havområdene er våres rike.
fkv: [1:01-1:15m 14s] Nämät Pohjaiset aavat oon meän valtakunta.

source: I gamle tider reiste vi hvert år til Østersjøen!
fkv: Entisheen aikhaan met kävimä joka vuosi Öystämerelä saakka!

source: [1.20-1:1:29 m 9s] [1.20-1:1:29 m 9s] [1.20-1:1:29 m 9s] Vi gikk opp til Paris før, men det fans sikkert ingen Paris når vi var der.
fkv: Met kävimä aina Pariisissa saakka, vaikka eihään siiheen aikhaan - silloin ko met sielä kävimä -mithään Pariisii ollu vielä olemassakhaan.

source: [1.32-1:42 10s m] [1.32-1:42 10s m] Egentligen var vi på jakt etter store elver, i slike steller føder våre mødrer nye melkehvaler.
fkv: Oikkeestansa met hajima suurii jokkii, ko semmoisissa paikoissa meän muorivalhaat synnytethään uussii maitovalhaita.

source: [1.46-1:51 m 5S] [1.46-1:51 m 5S] Våre barn er ikke født hvite, men nesten svart.
fkv: [1.46-1:51m 5s] Meän lapset ei ole valkkeet silloin ko net synnythään, vaan kohta mustat.
